[
  {
    "id": "1",
    "title": "International Study Programs",
    "description": "The University of Northern Iowa encourages student, faculty, and staff participation in University and Regent sponsored international activities.  The Study Abroad Center (SAC) is the campus unit responsible for oversight of all international study programs involving students, faculty, and/or staff traveling abroad, whether for credit or not for credit and regardless of program duration.  SAC helps ensure that student, faculty, and staff transportation, housing and other logistical arrangements for study abroad activities meet personal safety standards, international travel regulations and are accurately reported and accounted for according to University policies governing financial transactions.  The SAC works with faculty directors and other units involved in program delivery to develop a program budget which supports and maintains the financial viability of the international study program.  In the case of degree programs offered abroad, SAC coordinates program services with the Office of Continuing and Distance Education.",
    "owner": "john.doe@example.com",
    "date": "2024-11-11",
    "category": "Library",
    "votes": 15
  },
  {
    "id": "2",
    "title": "Student Employment",
    "description": "To be hired as a student employee, a student must meet eligibility requirements.  To hire students as employees, employing departments must follow prescribed employment and payroll processes and limit the number of hours student employees work as defined herein.",
    "owner": "jane.smith@example.com",
    "date": "2024-11-10",
    "category": "Food",
    "votes": 8
  },
  {
    "id": "3",
    "title": "Athletic Financial Aid",
    "description": "The university believes in the principle of amateurism, that is, that an amateur athlete is one who engages in athletics for the physical, mental, social and educational benefits derived therefrom, and to whom the sport is an avocation.The university recognizes that there is a legitimate need for institutional grants-in-aid programs to include students of athletic ability, as well as students possessing other abilities, so long as normal progress is one of the basic principles of selection.It is the assumption of the university that athletic financial assistance is awarded the student-athlete because the athlete has demonstrated that he or she has an athletic quality that will enhance the development of the athletic program and the athlete.",
    "owner": "alice.brown@example.com",
    "date": "2024-11-09",
    "category": "Meditation",
    "votes": 28
  },
  {
    "id": "4",
    "title": "Student Academic Ethics",
    "description": "The culture of The University of Northern Iowa is characterized by a long-standing commitment to student learning and to excellence in teaching. This commitment has been established through the development of an open, ethical and caring community that promotes diversity, honesty, integrity, respect, fairness, trust and civility among its members. This community has created a culture based on core values that include intellectual vitality, intellectual and academic freedom, the well-being of its members and service to others.In order to realize its commitments and values, all members of the UNI community must demonstrate academic integrity and ethical behavior and foster academic integrity and ethical behavior in others. Those who violate UNI’s standards of academic ethics must be held responsible for their misconduct.  Those who observe violations of academic ethics have a responsibility to address it.",
    "owner": "mark.green@example.com",
    "date": "2023-11-08",
    "category": "Visa & Travel",
    "votes": 17
  },
  {
    "id": "5",
    "title": "Class Attendance and Make-up Work",
    "description": "It is the expressed focus of the University of Northern Iowa to further the educational development of each of its students. On occasion events will necessitate a student’s absence from class. This policy delineates the responsibilities of faculty members and students relating to class attendance and make-up work.",
    "owner": "lucy.wilson@example.com",
    "date": "2023-11-07",
    "category": "Students Lounge",
    "votes": 8
  },
  {
    "id": "1731828504933",
    "title": "Career Services",
    "description": "Career Services provides career decision making, career readiness, and job search assistance (resumes, cover letters, job search strategies); mock interviews; and a comprehensive job board to all currently enrolled undergraduate and graduate students.  Additionally, Career Services organizes, manages and hosts career fairs and on-campus recruiting activities, and collects and disseminates graduate follow-up data.   Career Services will provide services to alumni for up to one (1) year after graduation.",
    "category": "General",
    "date": "2023-11-17",
    "owner": "user2@gmail.com",
    "votes": 2
  }
]